<?php
// Данные по колонкам
$array = [
			1  => "Дата регистрации проекта:",
			2  => "Заявитель:",
			3  => "Краткое описание:",
			4  => "Результат предварительной экспертизы:",
			5  => "Количество экспертов:",
			6  => "Дата исходящего документа:",
			7  => "Номер исходящего документа:",
			8  => "Вид организации:",
			9  => "Наименование организации:",
			10 => "Эксперт:",
			11 => "Дата исходящего документа от эксперта:",
			12 => "Дата входящего документа:",
			13 => "Номер входящего документа:",
			14 => "Результат экспертизы:",
			15 => "Оценка труда эксперта:",
			16 => "Результат:",
			17 => "Отвественное лицо:",
			18 => "Дата отчёта о проведении экспертизы:",
			19 => "Дата исходящего документа отчёта:",
			20 => "Номер исходящего документа отчёта:",
			21 => "Примечание:",
			];

// Данные по задействованным таблицам
$arraytables = [
			1  => "card_accou_prelim_and_tech_expe",
			2  => "preliminary_examination_account",
				];

// Данные для вчисления столбца стаблиц
$arraynames = [	
			1  => "date",
			2  => "applicant",
			3  => "short_description",
			4  => "result_preliminary_examination",
			5  => "number_of_experts",
			6  => "date_outgoing_from_an_expert",
			7  => "source_document_number",
			8  => "type_of_organization",
			9  => "name_of_company",
			10 => "Эксперт:",
			11 => "date_outgoing_from_an_expert",
			12 => "incoming_document_date",
			13 => "№_incoming_document",
			14 => "Результат экспертизы:",
			15 => "Оценка труда эксперта:",
			16 => "result",
			17 => "Отвественное лицо:",
			18 => "examination_report_date",
			19 => "outgoing_date",
			20 => "№_outgoing_date",
			21 => "notes",
				];
?>
